result/usenix/run7/results-prctl00/benchmark-stats.log
  240000000 requests completed in 320.17 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.43% <= 2 milliseconds
35.36% <= 3 milliseconds
89.15% <= 4 milliseconds
99.47% <= 5 milliseconds
99.94% <= 6 milliseconds
99.95% <= 7 milliseconds
99.95% <= 8 milliseconds
99.96% <= 9 milliseconds
99.96% <= 10 milliseconds
99.96% <= 11 milliseconds
99.96% <= 12 milliseconds
99.97% <= 13 milliseconds
99.97% <= 14 milliseconds
99.97% <= 15 milliseconds
99.97% <= 16 milliseconds
99.97% <= 17 milliseconds
99.97% <= 18 milliseconds
99.97% <= 19 milliseconds
99.97% <= 20 milliseconds
99.97% <= 21 milliseconds
99.97% <= 22 milliseconds
99.97% <= 24 milliseconds
99.98% <= 25 milliseconds
99.98% <= 27 milliseconds
99.98% <= 28 milliseconds
99.98% <= 29 milliseconds
99.98% <= 30 milliseconds
99.98% <= 31 milliseconds
99.98% <= 32 milliseconds
99.98% <= 33 milliseconds
99.98% <= 35 milliseconds
99.98% <= 36 milliseconds
99.98% <= 37 milliseconds
99.98% <= 40 milliseconds
99.98% <= 41 milliseconds
99.98% <= 43 milliseconds
99.98% <= 44 milliseconds
99.98% <= 45 milliseconds
99.98% <= 46 milliseconds
99.98% <= 47 milliseconds
99.98% <= 48 milliseconds
99.98% <= 49 milliseconds
99.98% <= 50 milliseconds
99.98% <= 51 milliseconds
99.98% <= 52 milliseconds
99.98% <= 53 milliseconds
99.98% <= 57 milliseconds
99.98% <= 60 milliseconds
99.98% <= 61 milliseconds
99.98% <= 64 milliseconds
99.98% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 78 milliseconds
99.98% <= 82 milliseconds
99.98% <= 86 milliseconds
99.98% <= 87 milliseconds
99.98% <= 90 milliseconds
99.98% <= 91 milliseconds
99.98% <= 93 milliseconds
99.98% <= 97 milliseconds
99.98% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 111 milliseconds
99.99% <= 113 milliseconds
99.99% <= 115 milliseconds
99.99% <= 116 milliseconds
99.99% <= 117 milliseconds
99.99% <= 119 milliseconds
99.99% <= 121 milliseconds
99.99% <= 123 milliseconds
99.99% <= 126 milliseconds
99.99% <= 141 milliseconds
99.99% <= 148 milliseconds
99.99% <= 157 milliseconds
99.99% <= 158 milliseconds
99.99% <= 159 milliseconds
99.99% <= 166 milliseconds
99.99% <= 168 milliseconds
99.99% <= 172 milliseconds
99.99% <= 173 milliseconds
99.99% <= 178 milliseconds
99.99% <= 180 milliseconds
99.99% <= 182 milliseconds
99.99% <= 185 milliseconds
99.99% <= 190 milliseconds
99.99% <= 191 milliseconds
99.99% <= 217 milliseconds
99.99% <= 222 milliseconds
99.99% <= 224 milliseconds
99.99% <= 226 milliseconds
99.99% <= 233 milliseconds
99.99% <= 240 milliseconds
99.99% <= 244 milliseconds
99.99% <= 245 milliseconds
99.99% <= 248 milliseconds
99.99% <= 263 milliseconds
99.99% <= 265 milliseconds
99.99% <= 270 milliseconds
99.99% <= 274 milliseconds
99.99% <= 280 milliseconds
99.99% <= 293 milliseconds
99.99% <= 294 milliseconds
99.99% <= 331 milliseconds
99.99% <= 342 milliseconds
99.99% <= 362 milliseconds
99.99% <= 378 milliseconds
99.99% <= 382 milliseconds
99.99% <= 384 milliseconds
99.99% <= 389 milliseconds
99.99% <= 393 milliseconds
99.99% <= 396 milliseconds
99.99% <= 403 milliseconds
99.99% <= 405 milliseconds
99.99% <= 416 milliseconds
99.99% <= 418 milliseconds
99.99% <= 419 milliseconds
99.99% <= 421 milliseconds
99.99% <= 432 milliseconds
99.99% <= 433 milliseconds
99.99% <= 441 milliseconds
99.99% <= 451 milliseconds
99.99% <= 453 milliseconds
99.99% <= 460 milliseconds
99.99% <= 467 milliseconds
99.99% <= 468 milliseconds
99.99% <= 471 milliseconds
99.99% <= 474 milliseconds
99.99% <= 479 milliseconds
99.99% <= 488 milliseconds
99.99% <= 492 milliseconds
99.99% <= 498 milliseconds
99.99% <= 523 milliseconds
99.99% <= 526 milliseconds
99.99% <= 531 milliseconds
99.99% <= 585 milliseconds
99.99% <= 591 milliseconds
99.99% <= 610 milliseconds
99.99% <= 612 milliseconds
100.00% <= 628 milliseconds
100.00% <= 632 milliseconds
100.00% <= 633 milliseconds
100.00% <= 646 milliseconds
100.00% <= 659 milliseconds
100.00% <= 670 milliseconds
100.00% <= 686 milliseconds
100.00% <= 700 milliseconds
100.00% <= 712 milliseconds
100.00% <= 717 milliseconds
100.00% <= 719 milliseconds
100.00% <= 720 milliseconds
100.00% <= 740 milliseconds
100.00% <= 762 milliseconds
100.00% <= 800 milliseconds
100.00% <= 851 milliseconds
100.00% <= 879 milliseconds
100.00% <= 934 milliseconds
100.00% <= 953 milliseconds
100.00% <= 1074 milliseconds
100.00% <= 1089 milliseconds
100.00% <= 1094 milliseconds
100.00% <= 1113 milliseconds
100.00% <= 1122 milliseconds
100.00% <= 1136 milliseconds
100.00% <= 1137 milliseconds
100.00% <= 1160 milliseconds
100.00% <= 1181 milliseconds
100.00% <= 1185 milliseconds
100.00% <= 1204 milliseconds
100.00% <= 1208 milliseconds
100.00% <= 1270 milliseconds
100.00% <= 1271 milliseconds
100.00% <= 1285 milliseconds
100.00% <= 1286 milliseconds
100.00% <= 1292 milliseconds
100.00% <= 1294 milliseconds
100.00% <= 1415 milliseconds
100.00% <= 1415 milliseconds
749594.75 requests per second